// +----------------------------------------------------------------------
// | SkillFull快速开发平台 [ SkillFull ]
// +----------------------------------------------------------------------
// | 版权所有 2020~2021 zxiaozhou
// +----------------------------------------------------------------------
// | 官方网站: https://www.divisu.com
// +----------------------------------------------------------------------
// | 作者: zxiaozhou <z7630853@163.com>
// +----------------------------------------------------------------------
package indi.zxiaozhou.skillfull.system.core.constant;

/**
 * 系统服务缓存常量
 *
 * @author zxiaozhou
 * @date 2020-09-12 21:05
 * @since JDK11
 */
public interface SystemCache {
    /**
     * 网关常量字典缓存
     */
    String GATEWAY_CONSTANT_DICT = "GATEWAY_CONSTANT_DICT";
}
