// +----------------------------------------------------------------------
// | SkillFull快速开发平台 [ SkillFull ]
// +----------------------------------------------------------------------
// | 版权所有 2020~2021 zxiaozhou
// +----------------------------------------------------------------------
// | 官方网站: https://skillfull.divisu.com
// +----------------------------------------------------------------------
// | 作者: zxiaozhou <z7630853@163.com>
// +----------------------------------------------------------------------
package com.anyilanxin.skillfull.messagerpc.constant;

/**
 * 邮件消息渠道
 *
 * @author zxiaozhou
 * @date 2022-08-30 00:58
 * @since JDK11
 */
public interface MsgTemplateEmailChannelConstant {

    /**
     * 163邮箱渠道
     */
    String MAIL_163 = "MAIL_163";

    /**
     * qq邮箱渠道
     */
    String MAIL_QQ = "MAIL_QQ";
}
