// +----------------------------------------------------------------------
// | SkillFull快速开发平台 [ SkillFull ]
// +----------------------------------------------------------------------
// | 版权所有 2020~2021 zxiaozhou
// +----------------------------------------------------------------------
// | 官方网站: https://skillfull.divisu.com
// +----------------------------------------------------------------------
// | 作者: zxiaozhou <z7630853@163.com>
// +----------------------------------------------------------------------
package com.anyilanxin.skillfull.oauth2common.constant;

/**
 * 授权公共常量
 *
 * @author zxiaozhou
 * @date 2022-04-05 23:08
 * @since JDK1.8
 */
public interface Oauth2CommonConstant {
    String DEFAULT_ROLE_PREFIX = "ROLE_";
}
